#version: 0.2 - Trained by `huggingface/tokenizers`
) ,
o n
= '
a l
m e
= [
u e
v al
val ue
a r
a me
on e
N one
ar g
i d
N ame
' ),
n t
] ,
t r
o r
t tr
i n
) ],
s t
t e
Ġ a
o m
p e
Ġ Ġ
arg s
k e
' ,
a nt
C on
in d
st ant
ke y
Con stant
k ind
or d
me nt
w ord
key word
c om
t s
Ġ kind
i b
t y
e l
u te
ib ute
A ttr
Attr ibute
n c
ty pe
com ment
u nc
] ),
d e
i g
Ġa ttr
' )],
a t
al l
keyword s
f unc
C all
s s
l e
arg e
t arge
n ame
ig n
=[ ],
A ss
Ass ign
targe ts
=[ ]),
i on
) ),
l i
o d
o p
s e
c e
ĠĠ ĠĠ
r e
s el
sel f
n o
e r
at ion
u l
) ]),
p r
u t
k w
=[ ]
li ce
m a
f t
b od
bod y
le ft
Ġ type
p t
u b
